Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_settings_tab_actions_entry_summary
source: Buttons on tabs, and actions for selected tabs
ab: Абларҭақәа рҟны акнопкақәа, насгьы ивыбор шәыз абларҭақәа рзы аҟaҵарақәа
am: በትሮች ላይ ያሉ አዝራሮች እና ለተመረጡ ትሮች የሚሆኑ እርምጃዎች
an: Botons en as pestanyas, y accions ta las pestanyas seleccionadas
ar: الأزرار على التبويبات، والإجراءات للتبويبات المحددة
ast: Botones nes llingüetes, y aiciones pa les llingüetes seleicionaes
az: Vərəqlərdəki düymələr və seçilmiş vərəqlər üçün əməliyyatlar
azb: تاغلارداکی دوگمه‌لر و سئچیلمیش تاغلار اوچون عملیات‌لار
ban: Tombol di tab, lan aksi anggon tab ane kapilih
be: Кнопкі на картках і дзеянні для выбраных картак
bg: Бутони на разделите и действия за избраните раздели
bn: ট্যাবের বোতাম এবং নির্বাচিত ট্যাবের অ্যাকশন
bqi: دکمه یل رو بلگه یل، و کار یل بره بلگه یل پسند وابیده
br: Afelloù war an ivinelloù, hag oberioù evit an ivinelloù diuzet
brh: ٹیباک پار بٹناک، او چُنتین ٹیباک نا واسطے ایکشناک
bs: Dugmad na tabovima i radnje za izabrane tabove
ca: Botons a les pestanyes, i accions per a les pestanyes seleccionades
cak: Taq botón pa ruwi', chuqa' b'anob'äl richin cha'on taq ruwi'
ceb: Mga button sa tab, ug mga aksyon para sa napiling mga tab
ckb: دوگمەکان لەسەر بازدەرەکان، و کردارەکان بۆ بازدەرە هەڵبژێردراوەکان
co: Buttoni nant'à l'unghjette, è azzioni per l'unghjette selezziunate
cs: Tlačítka na panelech a akce pro vybrané panely
cy: Botymau ar dabiau, a gweithredoedd ar gyfer tabiau dethol
da: Knapper på faneblade og handlinger for markerede faneblade
de: Schaltflächen auf Tabs und Aktionen für ausgewählte Tabs
dsb: Tłocaški na rejtarikach a akcije za wubrane rejtariki
el: Κουμπιά στις καρτέλες και ενέργειες για επιλεγμένες καρτέλες
eo: Butonoj sur langetoj, kaj agoj por elektitaj langetoj
es: Botones en las pestañas y acciones para las pestañas seleccionadas
es_ar: Botones en las pestañas y acciones para las pestañas seleccionadas
et: Kaartidel olevad nupud ja valitud kaartide tegevused
eu: Fitxetako botoiak, eta hautatutako fitxentzako ekintzak
fa: دکمه‌های روی زبانه‌ها، و کنش‌ها برای زبانه‌های انتخاب‌شده
ff: Boutons sur les tabbe, et actions pour les tabbe sélectionnées
fi: Välilehtien painikkeet ja toiminnot valituille välilehdille
fr: Boutons sur les onglets et actions pour les onglets sélectionnés
fur: Botons su lis schedis, e azions pes schedis selezionadis
fy: Knoppen op ljepblêden, en aksjes foar selektearre ljepblêden
ga: Cnaipí ar chluaisíní, agus gníomhartha do chluaisíní roghnaithe
gd: Putanan air tabaichean, agus gnìomhan airson tabaichean taghte
gl: Botóns nas lapelas, e accións para as lapelas seleccionadas
gn: Votã tendaykére, ha tembiapo umi tendayke poravopyrãme g̃uarã
gu: ટૅબ્સ પરનાં બટનો અને પસંદ કરેલી ટૅબ્સ માટેની ક્રિયાઓ
he: כפתורים בלשוניות, ופעולות ללשוניות נבחרות
hi: टैब पर बटन, और चुने गए टैब के लिए ऐक्शन
hil: Mga button sa tab, kag mga aksyon para sa napili nga mga tab
hr: Gumbi na karticama i radnje za odabrane kartice
hsb: Tłóčatka na rajtarkach a akcije za wubrane rajtarki
hu: Gombok a lapokon, és műveletek a kijelölt lapokhoz
hy: Ներդիրների կոճակները և ընտրված ներդիրների գործողությունները
ia: Buttones sur schedas, e actiones pro schedas seligite
id: Tombol pada tab, dan tindakan untuk tab yang dipilih
is: Hnappar á flipum, og aðgerðir fyrir valda flipa
it: Pulsanti sulle schede e azioni per le schede selezionate
ja: タブのボタンと、選択したタブへの操作
ka: ღილაკები ჩანართებზე და მოქმედებები მონიშნული ჩანართებისთვის
kaa: Betlerdegi knopkalar hám tańlanǵan betler ushın áreketler
kab: Ibuṭunen ɣef yiccaren, akked tigawin i yiccaren yettwafernen
kk: Беттердегі түймелер және таңдалған беттер үшін әрекеттер
km: ប៊ូតុងនៅលើផ្ទាំង និងសកម្មភាពសម្រាប់ផ្ទាំងដែលបានជ្រើសរើស
kmr: Bişkokên li ser hilpekînan, û çalakiyên ji bo hilpekînên hilbijartî
kn: ಟ್ಯಾಬ್‌ಗಳ ಮೇಲಿನ ಬಟನ್‌ಗಳು, ಮತ್ತು ಆಯ್ಕೆ ಮಾಡಿದ ಟ್ಯಾಬ್‌ಗಳಿಗೆ ಕ್ರಿಯೆಗಳು
ko: 탭의 버튼과 선택한 탭에 대한 작업
kw: Boteneyer war dabow, hag oberennow rag tabow dewisys
lij: Buttoin in sce i feuggi, e açioin pe i feuggi seleçionæ
lo: ປຸ່ມຢູ່ເທິງແທັບ, ແລະ ຄຳສັ່ງສຳລັບແທັບທີ່ເລືອກ
lt: Mygtukai kortelėse ir veiksmai pažymėtoms kortelėms
lv: Pogas uz cilnēm un darbības atlasītajām cilnēm
meh: Botones en las pestañas, y acciones para pestañas seleccionadas
ml: ടാബുകളിലെ ബട്ടണുകളും, തിരഞ്ഞെടുത്ത ടാബുകൾക്കുള്ള പ്രവർത്തനങ്ങളും
mr: टॅबवरील बटणे, आणि निवडलेल्या टॅबसाठी क्रिया
my: တက်ဗ်များပေါ်ရှိ ခလုတ်များနှင့် ရွေးထားသော တက်ဗ်များအတွက် လုပ်ဆောင်ချက်များ
nb: Knapper på faner, og handlinger for valgte faner
ne: ट्याबहरुमा भएका बटनहरु, र चयन गरिएका ट्याबहरुका कार्यहरु
nl: Knoppen op tabbladen en acties voor geselecteerde tabbladen
nn: Knappar på faner, og handlingar for valde faner
oc: Botons suls onglets, e accions pels onglets seleccionats
or: ଟ୍ୟାବ୍‌ରେ ଥିବା ବଟନ୍, ଏବଂ ବଛାଯାଇଥିବା ଟ୍ୟାବ୍ ପାଇଁ କାର୍ଯ୍ୟ
pa: ਟੈਬਾਂ ‘ਤੇ ਬਟਨ, ਅਤੇ ਚੁਣੀਆਂ ਟੈਬਾਂ ਲਈ ਕਾਰਵਾਈਆਂ
pa_pk: ٹیباں تے بٹن، تے چُݨیاں ٹیباں لئی ایکشن
pl: Przyciski na kartach i akcje dla zaznaczonych kart
ps: په ټبونو کې تڼۍ، او د ټاکل شویو ټبونو لپاره کړنې
pt_br: Botões nas abas e ações para as abas selecionadas
pt_pt: Botões nos separadores e ações para os separadores selecionados
rm: Buttuns sin tabs, ed acziuns per tabs tschernids
ro: Butoane pe file și acțiuni pentru filele selectate
ru: Кнопки на вкладках и действия для выбранных вкладок
sat: ᱴᱮᱵᱽ ᱨᱮᱭᱟᱜ ᱵᱚᱴᱚᱱ ᱠᱚ, ᱟᱨ ᱵᱟᱪᱷᱟᱣ ᱴᱮᱵᱽ ᱠᱚ ᱞᱟᱹᱜᱤᱛ ᱮᱠᱥᱚᱱ ᱠᱚ
sc: Butones in is ischedas, e atziones pro is ischedas seletzionadas
scn: Buttuna supra i schedi, e azzioni pî schedi silezionati
si: පටිතිවල බොත්තම්, සහ තෝරාගත් පටිති සඳහා ක්‍රියා
sk: Tlačidlá na kartách a akcie pre vybrané karty
skr: ٹیباں دے بٹݨ، تے چُݨیاں ٹیباں کیتے عمل
sl: Gumbi na zavihkih in dejanja za izbrane zavihke
sq: Butona në skeda, dhe veprime për skedat e përzgjedhura
sr: Дугмад на језичцима и радње за изабране језичке
su: Tombol dina tab, jeung aksi pikeun tab nu dipilih
sv: Knappar på flikar och åtgärder för markerade flikar
szl: Knefle na kartach i akcyje dlo ôbranych kart
ta: கீற்றுகளில் உள்ள பொத்தான்கள், மற்றும் தேர்ந்தெடுக்கப்பட்ட கீற்றுகளுக்கான செயல்கள்
te: ట్యాబులపై బటన్లు, మరియు ఎంపిక చేసిన ట్యాబుల కోసం చర్యలు
tg: Тугмаҳо дар варақаҳо ва амалҳо барои варақаҳои интихобшуда
th: ปุ่มบนแท็บ และการดำเนินการสำหรับแท็บที่เลือก
tl: Mga button sa tab, at mga aksyon para sa mga napiling tab
tok: ilo lili lon poki, en pali pi poki wile
tr: Sekmelerdeki düğmeler ve seçili sekmeler için eylemler
trs: Botones en las pestañas, y acciones para pestañas seleccionadas
tt: Табтагы төймәләр һәм сайланган таблар өчен гамәлләр
tzm: Ibuṭunen ɣef iseksal, akked tigawin i iseksal yettwafernen
ug: بەتكۈچلەردىكى توپچىلار ۋە تاللانغان بەتكۈچلەر ئۈچۈن مەشغۇلاتلار
uk: Кнопки на вкладках і дії для вибраних вкладок
ur: ٹیبز پر بٹنز، اور منتخب ٹیبز کے لیے ایکشنز
uz: Varaqlardagi tugmalar va tanlangan varaqlar uchun amallar
vec: Boton so łe schede, e asion par łe schede seƚesionà
vi: Các nút trên thẻ và thao tác cho thẻ đã chọn
yo: Àwọn bọ́tìnnì lórí táàbù, àti àwọn iṣe fún táàbù tí a yàn
yua: Botones en las pestañas, y acciones para pestañas seleccionadas
zh_hans: 标签页上的按钮,以及选中标签页时的操作
zh_hant: 分頁上的按鈕,以及選取分頁時的操作
